Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=718_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámediggi bálkkašii viššalis sámegiela oahppiid
sms: SääŠmteŠǧǧ paŠlǩǩii reŠttev sääŠmǩiõl mättʼtõõđjid

source: Sámediggi attii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.
sms: SääŠmteŠǧǧ jueŠjji škoouli ǩiđđprääŠznǩen stipeendid sääŠmǩiõl mättʼtõõđjid, kook liâ spraavdõõttâm puârast sääŠmǩiõl mättʼtõõttmõõžžâst.

source: Stipeanddat juhkkojuvvojedje oktiibuot guđa ođđa stuđentii, geat leat čađahan sámegiela iskosa stuđeantadutkosis, 13 vuođđooahpahusa čađahan oahppái ja golmma Sámi oahpahusguovddážis válmmaštuvvan oahppái.
sms: Stipeendid uŠvddeš kuŠtte sääŠmǩiõl teeŠst pâŠjjmättʼtõõttituŠtǩǩõõzz spraavtõõttja, 13 vuâđđmättŠtõõzz loopptam da koŠlmme SääŠmvuuŠd škoouŠlŠjemkõõskõõzzâst valmštõõvvja.

source: Sámedikki stipeandda ožžo čuovvovaš nuorat:
sms: SääŠmteeŠǧǧ stipeendid vuõǯǯu škoouli mieŠldd peäggtum puõŠtti nuõr:

source: Stuđeanttat:
sms: PâŠjjmättʼtõõđi:

source: Eanodaga logahat: Juhán-Tuommá Magga (davvisámegiella) ja Kiia Näkkälä (davvisámegiella)
sms: Enontekiö lookkjiškooul: Juhán-Tuommá Magga (tâŠvvsääŠm) da Kiia Näkkälä (tâŠvvsääŠm)

source: Avvila logahat: Gabriela Satokangas (davvisámegiella), Matias West (davvisámegiella) ja Sunna Kokkonen (davvisámegiella)
sms: ÂŠvvel lookkjiškooul: Gabriela Satokangas (tâŠvvsääŠm), Matias West (tâŠvvsääŠm) da Sunna Kokkonen (tâŠvvsääŠm)

source: Ohcejoga sámelogahat: Tommi Länsman (davvisámegiella)
sms: Uccjooǥǥ sääŠmlookkjiškooul: Tommi Länsman (tâŠvvsääŠm)

source: Vuođđooahpahusa čađahan oahppit:
sms: Vuâđđmättʼtõõzz spraavdõõttâm škooulneeŠǩǩ:

source: Čeavetjávrri skuvla: Hannele Fofonoff (nuortalašgiella)
sms: ČeŠvetjääuŠr škooul: Hannele Fofonoff (nuõrttsääŠm)

source: Vuohču skuvla: Sunna Nikodemus (davvisámegiella)
sms: Vuõccu škooul: Sunna Nikodemus (tâŠvvsääŠm)

source: Heahtá badjeskuvla: Niki Kumpulainen (davvisámegiella), Anni-Sofia Löf (davvisámegiella) ja Fiia Kimmel (davvisámegiella)
sms: Hetta pââibužškooul: Niki Kumpulainen (tâŠvvsääŠm), Anni-Sofia Löf (tâŠvvsääŠm) da Fiia Kimmel (tâŠvvsääŠm)

source: Anára badjeskuvla: Sakke Kaitsalo (davvisámegiella)
sms: Aanar pââibužškooul: Lasse Kaitsalo (tâŠvvsääŠm)

source: Gáregasnjárgga skuvla: Christer Rasmus (davvisámegiella)
sms: Karigasnjaarg škooul: Christer Rasmus (tâŠvvsääŠm)

source: Ohcejotnjálmmi skuvla: Tuomo Laiti (davvisámegiella)
sms: UccjokknjääŠlm škooul: Tuomo Laiti (tâŠvvsääŠm)

source: Avvila badjeskuvla: Jolanda Magga (davvisámegiella)
sms: ÂŠvvel pââibužškooul: Jolanda Magga (tâŠvvsääŠm)

source: Aleksanteri Kena skuvla, Soađegilli: Saku Puotiniemi (davvisámegiella) ja Miikka Ämmälä (davvisámegiella)
sms: Aleksanteri Kena škooul, SuäŠđjel: Saku Puotiniemi (tâŠvvsääŠm) da Miikka Ämmälä (tâŠvvsääŠm)

source: Maikkula skuvla, Oulu: Ante Veijola (davvisámegiella)
sms: Maikkula škooul, Oulu: Ante Veijola (tâŠvvsääŠm)

source: Pohjankartano skuvla, Oulu: Inka Ryhänen (davvisámegiella)
sms: Pohjankartano škooul, Oulu: Inka Ryhänen (tâŠvvsääŠm)

source: Sámi oahpahusguovddážis válmmaštuvvan oahppit:
sms: SääŠmvuuŠd škoouŠlŠjemkõõskõõzzâst valmštõõvvâm:

source: Sunna Valkeapää (davvisámegiella)
sms: Sunna Valkeapää (tâŠvvsääŠm)

source: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide !
sms: SääŠmteŠǧǧ tuäivat leekk da šiõǥǥ ǩieŠssluõvâsvuõđ pukid !
